[
  {
    "name": "Jack Swigert",
    "born_in": "United States",
    "lifespan": "1931-1982 (aged 51)",
    "roles_raw": "astronautmilitary officerpoliticianmilitary flight engineeraircraft pilot",
    "description": "John Leonard Swigert Jr. was an American NASA astronaut, test pilot, mechanical engineer, aerospace engineer, United States Air Force pilot, and politician. In April 1970, as command module pilot of Apollo 13, he became one of 24 astronauts who flew to the Moon. Ironically, due to the \"slingshot\" route around the Moon they chose to safely return to Earth, the Apollo 13 astronauts flew farther away from Earth than any other astronauts before or since, though they had to abort the Moon landing.",
    "education_notes": null
  },
  {
    "name": "Matt Patricia",
    "born_in": "United States",
    "lifespan": "1974-.. (age 51)",
    "roles_raw": "American football coachcoach",
    "description": "Matthew Edward Patricia is an American football coach in the National Football League (NFL). He served 15 non-consecutive seasons as an assistant coach with the New England Patriots, including six seasons as the defensive coordinator from 2012 to 2017. During Patricia's tenure as defensive coordinator, the Patriots won two Super Bowls and allowed the fewest points in 2016. Patricia also served as the Patriots' offensive playcaller in 2022. Outside of New England, Patricia was the head coach of the Detroit Lions from 2018 to 2020. He last served as a senior defensive assistant for the Philadelphia Eagles in 2023, holding defensive playcalling duties near the end of the season.",
    "education_notes": null
  },
  {
    "name": "David Hayter",
    "born_in": "United States",
    "lifespan": "1969-.. (age 56)",
    "roles_raw": "film actorscreenwriterfilm directortelevision actorvoice actor",
    "description": "David Hayter is a Canadian-American actor, screenwriter, director, and producer. He is well known as the English-language voice actor for Solid Snake and Naked Snake in the Metal Gear video game series. He wrote the film X-Men and co-wrote X2 and Watchmen, and was awarded the Saturn Award for Best Writing in 2000 for his work on X-Men. Hayter voiced King Shark on The Flash.",
    "education_notes": null
  },
  {
    "name": "Raymond Tomlinson",
    "born_in": "United States",
    "lifespan": "1941-2016 (aged 75)",
    "roles_raw": "inventorprogrammer",
    "description": "Raymond Samuel Tomlinson was an American computer programmer who implemented the first email program on the ARPANET system, the precursor to the Internet, in 1971; It was the first system able to send mail between users on different hosts connected to ARPANET. Previously, mail could be sent only to others who used the same computer. To achieve this, he used the @ sign to separate the user name from the name of their machine, a scheme which has been used in email addresses ever since. The Internet Hall of Fame in its account of his work commented \"Tomlinson's email program brought about a complete revolution, fundamentally changing the way people communicate.\" He is credited with the invention of the TCP three-way handshake which underlies HTTP and many other key Internet protocols.",
    "education_notes": null
  },
  {
    "name": "Dennis Tito",
    "born_in": "United States",
    "lifespan": "1940-.. (age 85)",
    "roles_raw": "astronaut",
    "description": "Dennis Anthony Tito is an American engineer and entrepreneur. During mid-2001, he became the first space tourist to fund his own visit to space, when he spent nearly eight days in orbit as a crew member of ISS EP-1, a visiting mission to the International Space Station. This mission was launched by the spacecraft Soyuz TM-32, and was landed by Soyuz TM-31.",
    "education_notes": null
  },
  {
    "name": "Bobby Farrelly",
    "born_in": "United States",
    "lifespan": "1958-.. (age 67)",
    "roles_raw": "television producerscreenwriterfilm directorfilm producer",
    "description": "Robert Farrelly is an American film director, screenwriter and producer. He is one of the Farrelly brothers, alongside his brother Peter, who together are known for directing and producing successful box-office comedy films, including Dumb and Dumber (1994), There's Something About Mary (1998), Me, Myself and Irene (2000), Shallow Hal (2001), and the 2007 remake of The Heartbreak Kid. He made his solo directorial debut in 2023 with Champions.",
    "education_notes": null
  },
  {
    "name": "Banky W",
    "born_in": "United States",
    "lifespan": "1981-.. (age 44)",
    "roles_raw": "politicianactorsingerentrepreneurrapper",
    "description": "Olubankole Wellington//, popularly known by his stage name Banky W and credited in film as Banky Wellington, is a Nigerian-American singer, rapper, actor, entrepreneur and politician.",
    "education_notes": null
  },
  {
    "name": "Ivar Giaever",
    "born_in": "Norway",
    "lifespan": "1929-.. (age 96)",
    "roles_raw": "university teacherengineerphysicistscientist",
    "description": "Ivar Giaever is a Norwegian-American engineer and physicist who shared the Nobel Prize in Physics in 1973 with Leo Esaki and Brian Josephson \"for their discoveries regarding tunnelling phenomena in solids\". Giaever's share of the prize was specifically for his \"experimental discoveries regarding tunnelling phenomena in superconductors\".",
    "education_notes": null
  },
  {
    "name": "Curtis Priem",
    "born_in": null,
    "lifespan": null,
    "roles_raw": "engineer",
    "description": "Curtis R. Priem is an American electrical engineer. After co-founding the Nvidia Corporation, he left the company and sold all of his shares in Nvidia by 2006.",
    "education_notes": null
  },
  {
    "name": "Eunice Newton Foote",
    "born_in": "United States",
    "lifespan": "1819-1888 (aged 69)",
    "roles_raw": "women's rights activistinventorphysicistclimatologist",
    "description": "Eunice Newton Foote was an American scientist, inventor, and women's rights campaigner. She was the first scientist to confirm that certain gases warm when exposed to sunlight, and that therefore rising carbon dioxide (CO2) levels could increase atmospheric temperature and affect climate, a phenomenon now referred to as the greenhouse effect. Born in Connecticut, Foote was raised in New York at the center of social and political movements of her day, such as the abolition of slavery, anti-alcohol activism, and women's rights. She attended the Troy Female Seminary and the Rensselaer School from age 17 to age 19, gaining a broad education in scientific theory and practice.",
    "education_notes": null
  },
  {
    "name": "Adam Oates",
    "born_in": "Canada",
    "lifespan": "1962-.. (age 63)",
    "roles_raw": "ice hockey playerice hockey coach",
    "description": "Adam Robert Oates is a Canadian former professional ice hockey player, former co-head coach for the New Jersey Devils and former head coach for the Washington Capitals. He played 19 seasons in the National Hockey League (NHL) for the Detroit Red Wings, St. Louis Blues, Boston Bruins, Washington Capitals, Philadelphia Flyers, Mighty Ducks of Anaheim and Edmonton Oilers from 1985 to 2004. Known as an elite playmaker, Oates' career total of 1,079 assists was the fifth-highest total in NHL history at the time of his 2004 retirement. He has the highest number of games played and points scored among undrafted NHL players, with 1,337 and 1,420, respectively.",
    "education_notes": null
  },
  {
    "name": "Ely S. Parker",
    "born_in": "United States",
    "lifespan": "1828-1895 (aged 67)",
    "roles_raw": "politician",
    "description": "Ely Samuel Parker, born Hasanoanda (Tonawanda Seneca), later known as Donehogawa, was an engineer, U.S. Army officer, aide to General Ulysses Grant, and Commissioner of Indian Affairs, in charge of the government's relations with Native Americans. He was bilingual, speaking both Seneca and English, and became friends with Lewis Henry Morgan, who became a student of the Iroquois in Upstate New York. Parker earned an engineering degree in college and worked on the Erie Canal, and other projects.",
    "education_notes": null
  },
  {
    "name": "Mark Russinovich",
    "born_in": "Spain",
    "lifespan": "1966-.. (age 59)",
    "roles_raw": "writercomputer scientistbusiness executiveprogrammer",
    "description": "Mark Eugene Russinovich is a Spanish-born American software engineer and author who serves as CTO of Microsoft Azure. He was a cofounder of software producers Winternals before Microsoft acquired it in 2006.",
    "education_notes": "1989-1990 graduated with master's degree in engineering"
  },
  {
    "name": "George Washington Gale Ferris, Jr",
    "born_in": "United States",
    "lifespan": "1859-1896 (aged 37)",
    "roles_raw": "inventorcivil engineerengineer",
    "description": "George Washington Gale Ferris Jr. was an American civil engineer. He is mostly known for creating the original Ferris Wheel for the 1893 Chicago World's Columbian Exposition.",
    "education_notes": null
  },
  {
    "name": "Washington Roebling",
    "born_in": "United States",
    "lifespan": "1837-1926 (aged 89)",
    "roles_raw": "businesspersoncivil engineerengineer",
    "description": "Washington Augustus Roebling was an American civil engineer who supervised the construction of the Brooklyn Bridge, designed by his father John A. Roebling. He served in the Union Army during the American Civil War as an officer at the Battle of Gettysburg.",
    "education_notes": null
  },
  {
    "name": "Harold J. Greene",
    "born_in": "United States",
    "lifespan": "1959-2014 (aged 55)",
    "roles_raw": "soldier",
    "description": "Harold Joseph \"Harry\" Greene was an American military officer. During his time with the United States Army, he held various commands associated with engineering and logistical support for American and coalition troops in Afghanistan. At the time of his death, he was the deputy commanding general of the Combined Security Transition Command.",
    "education_notes": "Studied in 1980"
  },
  {
    "name": "Steven Sasson",
    "born_in": "United States",
    "lifespan": "1950-.. (age 75)",
    "roles_raw": "inventorelectrical engineer",
    "description": "Steven J. Sasson is an American electrical engineer and the inventor of the self-contained (portable) digital camera. He joined Kodak shortly after his graduation from engineering school and retired from Kodak in 2009.",
    "education_notes": "Studied in 1973"
  },
  {
    "name": "Erin Crocker",
    "born_in": "United States",
    "lifespan": "1981-.. (age 44)",
    "roles_raw": "racing driverlacrosse player",
    "description": "Erin Mary Crocker Evernham is an American race car driver and broadcaster with the Motor Racing Network's Winged Nation. In the past, she played soccer, tennis, and varsity lacrosse on both her high school and college teams. She eventually moved to focus more on building a family after starting a personal relationship with her team owner and superior, Ray Evernham, whom she eventually married.",
    "education_notes": null
  },
  {
    "name": "Hani al-Mulki",
    "born_in": "Jordan",
    "lifespan": "1951-.. (age 74)",
    "roles_raw": "diplomatpolitician",
    "description": "Hani Fawzi Mulki is a Jordanian politician that held several ministerial and diplomatic positions, and he was Chief Commissioner of the Aqaba Special Economic Zone Authority before his designation as the 41st Prime Minister of Jordan by King Abdullah II and approval by the House of Representatives on 29 May 2016.",
    "education_notes": null
  },
  {
    "name": "Marcian Hoff",
    "born_in": "United States",
    "lifespan": "1937-.. (age 88)",
    "roles_raw": "inventorcomputer scientistengineer",
    "description": "Marcian Edward \"Ted\" Hoff Jr. is one of the inventors of the microprocessor.",
    "education_notes": null
  },
  {
    "name": "Gregory Reid Wiseman",
    "born_in": "United States",
    "lifespan": "1975-.. (age 50)",
    "roles_raw": "aircraft pilotengineerastronautmilitary officer",
    "description": "Gregory Reid Wiseman is an American astronaut, engineer, and naval aviator. He served as Chief of the Astronaut Office until November 14, 2022.",
    "education_notes": "1993-1997 graduated with Bachelor of Science in systems engineering and computer engineering"
  },
  {
    "name": "Jon Hall",
    "born_in": "United States",
    "lifespan": "1950-.. (age 75)",
    "roles_raw": "engineercomputer scientistprogrammer",
    "description": "Jon \"maddog\" Hall is the board chair for the Linux Professional Institute.",
    "education_notes": null
  },
  {
    "name": "Dan Buckley",
    "born_in": null,
    "lifespan": null,
    "roles_raw": "publisher",
    "description": "Dan Buckley is an American publishing executive, who is known for his work as Publisher, and then as President of Marvel Entertainment since January 2017.",
    "education_notes": null
  },
  {
    "name": "James Cantor",
    "born_in": "United States",
    "lifespan": "1966-.. (age 59)",
    "roles_raw": "sexologistpsychologist",
    "description": "James M. Cantor is an American-Canadian clinical psychologist and sexologist specializing in hypersexuality and paraphilias.",
    "education_notes": null
  },
  {
    "name": "Joé Juneau",
    "born_in": "Canada",
    "lifespan": "1968-.. (age 57)",
    "roles_raw": "ice hockey player",
    "description": "Joseph Juneau is a Canadian former professional hockey player and engineer, born in Pont-Rouge, Quebec. He played in the National Hockey League for the Boston Bruins, Washington Capitals, Buffalo Sabres, Ottawa Senators, Phoenix Coyotes and the Montreal Canadiens.",
    "education_notes": null
  },
  {
    "name": "Brandon Pirri",
    "born_in": "Canada",
    "lifespan": "1991-.. (age 34)",
    "roles_raw": "ice hockey player",
    "description": "Brandon Pirri is a Canadian former professional ice hockey centre. He was selected by the Chicago Blackhawks in the second round (59th overall) of the 2009 NHL Entry Draft. Pirri also played for the Florida Panthers, Anaheim Ducks, and Vegas Golden Knights.",
    "education_notes": null
  },
  {
    "name": "Erin Hoffman",
    "born_in": null,
    "lifespan": "1981-.. (age 44)",
    "roles_raw": "novelist",
    "description": "Erin Hoffman is an American game developer, blogger, and fantasy writer. She has published three fantasy novels, and been the lead designer on multiple games such as Kung Fu Panda World, GoPets: Vacation Island, and Frontierville. Her anonymous post as a disgruntled \"EA Spouse\" in 2004, based on the working conditions of her husband who was an Electronic Arts developer, led to industry-wide awareness of the frequent use of \"crunch time\" overtime work to complete games in the video game industry.",
    "education_notes": null
  },
  {
    "name": "Theodore Judah",
    "born_in": "United States",
    "lifespan": "1826-1863 (aged 37)",
    "roles_raw": "inventorengineerrailway engineer",
    "description": "Theodore Dehone Judah was an American civil engineer who was a central figure in the original promotion, establishment, and design of the First transcontinental railroad. He found investors for what became the Central Pacific Railroad (CPRR). As chief engineer, he performed much of the route survey work to determine the best alignment for the railroad over the Sierra Nevada, which was completed six years after his death.",
    "education_notes": null
  },
  {
    "name": "Peter Schwartz",
    "born_in": null,
    "lifespan": "1946-.. (age 79)",
    "roles_raw": "writer",
    "description": "Peter Schwartz is an American business executive, futurist, author, and co-founder of the Global Business Network (GBN), a corporate strategy firm, specializing in future-think and scenario planning. In 2011, Schwartz became an executive at Salesforce.com, where his roles include Senior Vice President of Strategic Planning and Chief Futures Officer.",
    "education_notes": null
  },
  {
    "name": "Matt Murley",
    "born_in": "United States",
    "lifespan": "1979-.. (age 46)",
    "roles_raw": "ice hockey player",
    "description": "Matt Murley is an American former professional ice hockey forward who played with the Pittsburgh Penguins and Phoenix Coyotes in the National Hockey League (NHL). He is currently a Sports betting expert for Barstool Sports' hockey podcast, Spittin' Chiclets and appears on the spin-off podcast Chiclets Game Notes with former teammate Colby Armstrong.",
    "education_notes": null
  },
  {
    "name": "Emily Gorcenski",
    "born_in": null,
    "lifespan": "1982-.. (age 43)",
    "roles_raw": "data scientistactivist",
    "description": "Emily F. Gorcenski is an American data scientist and activist who now resides in Germany. Gorcenski was a counter-protester at the Unite the Right rally in 2017, and subsequently created the site 'First Vigil' to track the trial information of white nationalists.",
    "education_notes": null
  },
  {
    "name": "Mike ter Maat",
    "born_in": "United States",
    "lifespan": "1961-.. (age 64)",
    "roles_raw": "politician",
    "description": "Michael ter Maat is an American businessman, political candidate, former economist, and retired police officer. A member of the Libertarian Party, he was the running mate to presidential nominee Chase Oliver in the 2024 presidential election.",
    "education_notes": null
  },
  {
    "name": "John Olver",
    "born_in": "United States",
    "lifespan": "1936-2023 (aged 87)",
    "roles_raw": "university teacherpolitician",
    "description": "John Walter Olver was an American politician and chemist who was the U.S. representative for Massachusetts's 1st congressional district from 1991 to 2013. Raised on a farm in Pennsylvania, Olver graduated from college at the age of 18 and went on to earn a PhD in chemistry from the Massachusetts Institute of Technology and later taught chemistry at the University of Massachusetts Amherst for eight years.",
    "education_notes": "In 1955 graduated with Bachelor of Science"
  },
  {
    "name": "James H. Salisbury",
    "born_in": "United States",
    "lifespan": "1823-1905 (aged 82)",
    "roles_raw": "inventorbotanistmilitary physician",
    "description": "James Henry Salisbury was an American physician and the inventor of the Salisbury steak. He was an early proponent of the germ theory of disease.",
    "education_notes": null
  },
  {
    "name": "Bert Sutherland",
    "born_in": "United States",
    "lifespan": "1936-2020 (aged 84)",
    "roles_raw": "military officer",
    "description": "William Robert Sutherland was an American computer scientist who was the longtime manager of three prominent research laboratories, including Sun Microsystems Laboratories (1992–1998), the Systems Science Laboratory at Xerox PARC (1975–1981), and the Computer Science Division of Bolt, Beranek and Newman, Inc. which helped develop the ARPANET.",
    "education_notes": null
  },
  {
    "name": "Victor Peng (CEO)",
    "born_in": "Taiwan",
    "lifespan": "1960-.. (age 65)",
    "roles_raw": "businessperson",
    "description": "Victor Peng is a Taiwanese-American technology executive and the president of Adaptive and Embedded Computing Group at AMD. He was the CEO of Xilinx, an American technology company that supplies programmable logic devices before it was acquired by AMD.",
    "education_notes": null
  },
  {
    "name": "Jang Show-ling",
    "born_in": "Taiwan",
    "lifespan": "1955-.. (age 70)",
    "roles_raw": "politicianeconomist",
    "description": "Jang Show-ling is a Taiwanese economist.",
    "education_notes": null
  },
  {
    "name": "Walter L. Sharp",
    "born_in": "United States",
    "lifespan": "1952-.. (age 73)",
    "roles_raw": "military personnel",
    "description": "Walter Lawrence \"Skip\" Sharp, is a retired United States Army four-star general, who last served as the Commander, United Nations Command, Commander, ROK-US Combined Forces Command and Commander, U.S. Forces Korea from June 2008 to July 2011. He previously served as the Director of the Joint Staff from 2005 to June 2008. Sharp retired from the Army in July 2011.",
    "education_notes": null
  },
  {
    "name": "B. Jayant Baliga",
    "born_in": "India",
    "lifespan": "1948-.. (age 77)",
    "roles_raw": "scientistelectrical engineer",
    "description": "Bantval Jayant Baliga is an Indian electrical engineer best known for his work in power semiconductor devices, and particularly the invention of the insulated gate bipolar transistor (IGBT).",
    "education_notes": null
  },
  {
    "name": "David Ferrucci",
    "born_in": null,
    "lifespan": null,
    "roles_raw": "artificial intelligence researcher",
    "description": "David Ferrucci is an American computer scientist who served as the principal investigator of a team of IBM and academic researchers and engineers between 2007 and 2011 to the development of the Watson computer system, which won the television quiz show Jeopardy!.",
    "education_notes": null
  },
  {
    "name": "Henry Augustus Rowland",
    "born_in": "United States",
    "lifespan": "1848-1901 (aged 53)",
    "roles_raw": "physicistuniversity teacher",
    "description": "Henry Augustus Rowland was an American physicist and Johns Hopkins educator. Between 1899 and 1901 he served as the first president of the American Physical Society. He is remembered for the high quality of the diffraction gratings he made and for the work he did with them on the solar spectrum.",
    "education_notes": null
  },
  {
    "name": "Karl O. Thomas",
    "born_in": "United States",
    "lifespan": "1963-.. (age 62)",
    "roles_raw": "military officer",
    "description": "Karl Owen Thomas is a United States Navy vice admiral who serves as the deputy chief of naval operations for information warfare and Director of Naval Intelligence. He most recently served as the 53rd commander of the United States Seventh Fleet from 2021 to 2024.",
    "education_notes": "Graduated with Bachelor of Science in management system"
  },
  {
    "name": "Jeffrey M. Friedman",
    "born_in": "United States",
    "lifespan": "1954-.. (age 71)",
    "roles_raw": "geneticistuniversity teacher",
    "description": "Jeffrey M. Friedman is a molecular geneticist at New York City's Rockefeller University and an Investigator of the Howard Hughes Medical Institute. His discovery of the hormone leptin and its role in regulating body weight has had a major role in the area of human obesity. Friedman is a physician scientist studying the genetic mechanisms that regulate body weight. His research on various aspects of obesity received national attention in late 1994, when it was announced that he and his colleagues had isolated the mouse ob gene and its human homologue. They subsequently found that injections of the encoded protein, leptin, decreases body weight of mice by reducing food intake and increasing energy expenditure. Current research is aimed at understanding the genetic basis of obesity in human and the mechanisms by which leptin transmits its weight-reducing signal.",
    "education_notes": null
  },
  {
    "name": "Nick Bailen",
    "born_in": "United States",
    "lifespan": "1989-.. (age 36)",
    "roles_raw": "ice hockey player",
    "description": "Nick Bailen is an American-Belarusian professional ice hockey defensemen. He is currently playing for Kölner Haie of the Deutsche Eishockey Liga (DEL).",
    "education_notes": null
  },
  {
    "name": "Samuel Wells Williams",
    "born_in": "United States",
    "lifespan": "1812-1884 (aged 72)",
    "roles_raw": "japanologistlexicographermissionarylinguistwriter",
    "description": "Samuel Wells Williams was a linguist, official, missionary and sinologist from the United States in the early 19th century.",
    "education_notes": null
  },
  {
    "name": "Richard Mastracchio",
    "born_in": "United States",
    "lifespan": "1960-.. (age 65)",
    "roles_raw": "astronautphysicistengineer",
    "description": "Richard Alan Mastracchio is an American engineer and former NASA astronaut. He has flown on three NASA Space Shuttle missions as a mission specialist in addition to serving as a flight engineer on the Soyuz TMA-11M (Expedition 38/Expedition 39) long-duration mission aboard the International Space Station. He is currently the senior director of operations for commercial resupply services at Orbital ATK.",
    "education_notes": null
  },
  {
    "name": "Rusi Taleyarkhan",
    "born_in": null,
    "lifespan": "1953-.. (age 72)",
    "roles_raw": "physicistuniversity teacher",
    "description": "Rusi P. Taleyarkhan is a nuclear engineer and has been a faculty member in the Department of Nuclear Engineering at Purdue University since 2003. Prior to that, he was on staff at the Oak Ridge National Laboratory in Oak Ridge, Tennessee. He obtained his Bachelor of Technology degree in mechanical engineering from the Indian Institute of Technology, Madras in 1977 and MS and PhD (Nuclear Engineering and Science) degrees from Rensselaer Polytechnic Institute (RPI) in 1978 and 1982 respectively. He also holds an MBA (Business Administration) from RPI.",
    "education_notes": null
  },
  {
    "name": "Ronald J. Zlatoper",
    "born_in": "United States",
    "lifespan": "1942-2022 (aged 80)",
    "roles_raw": "military officer",
    "description": "Ronald Joseph Zlatoper was a United States Navy four star admiral and Naval Aviator who served as Commander in Chief, United States Pacific Fleet (CINCPACFLT) from 1994 to 1996.",
    "education_notes": null
  },
  {
    "name": "Michael D. West",
    "born_in": "United States",
    "lifespan": "1953-.. (age 72)",
    "roles_raw": "biologist",
    "description": "Michael D. West is an American biogerontologist, and a pioneer in stem cells, cellular aging and telomerase. He is the founder and CEO of AgeX Therapeutics, a startup focused on the field of experimental gerontology.",
    "education_notes": null
  },
  {
    "name": "Alicia Boler Davis",
    "born_in": null,
    "lifespan": null,
    "roles_raw": "engineer",
    "description": "Alicia Boler Davis is an American engineer and businesswoman. Boler Davis began her career at General Motors, rising to the rank of executive vice president of global manufacturing in 2016. In 2019, she joined Amazon as senior vice president of global customer fulfillment. During her time at Amazon, she led much of the company's response to the COVID-19 pandemic and became the first Black executive to join its senior leadership.",
    "education_notes": "Graduated with master's degree"
  },
  {
    "name": "Alexander Cassatt",
    "born_in": "United States",
    "lifespan": "1839-1906 (aged 67)",
    "roles_raw": "civil engineer",
    "description": "Alexander Johnston Cassatt was the seventh president of the Pennsylvania Railroad (PRR), serving from June 9, 1899, to December 28, 1906.",
    "education_notes": null
  },
  {
    "name": "Jerry D'Amigo",
    "born_in": "United States",
    "lifespan": "1991-.. (age 34)",
    "roles_raw": "ice hockey player",
    "description": "Jerry Vincent D'Amigo is an American professional ice hockey right winger currently playing for the Jacksonville Icemen in the ECHL. D'Amigo was drafted by the Toronto Maple Leafs in the sixth round, 158th overall, of the 2009 NHL Entry Draft.",
    "education_notes": null
  },
  {
    "name": "James Hall",
    "born_in": "United States",
    "lifespan": "1811-1898 (aged 87)",
    "roles_raw": "botanistpaleontologistzoologistgeologist",
    "description": "James Hall Jr. was an American geologist and paleontologist. He was a noted authority on stratigraphy and had an influential role in the development of paleontology in the United States.",
    "education_notes": null
  },
  {
    "name": "Don L. Anderson",
    "born_in": "United States",
    "lifespan": "1933-2014 (aged 81)",
    "roles_raw": "geochemistseismologistuniversity teachergeologistgeophysicist",
    "description": "Don Lynn Anderson was an American geophysicist who made significant contributions to the understanding of the origin, evolution, structure, and composition of Earth and other planets. An expert in numerous scientific disciplines, Anderson's work combined seismology, solid state physics, geochemistry and petrology to explain how the Earth works. Anderson was best known for his contributions to the understanding of the Earth's deep interior, and more recently, for the plate theory hypothesis that hotspots are the product of plate tectonics rather than narrow plumes emanating from the deep Earth. Anderson was Professor (Emeritus) of Geophysics in the Division of Geological and Planetary Sciences at the California Institute of Technology (Caltech). He received numerous awards from geophysical, geological and astronomical societies. In 1998 he was awarded the Crafoord Prize by the Royal Swedish Academy of Sciences along with Adam Dziewonski. Later that year, Anderson received the National Medal of Science. He held honorary doctorates from Rensselaer Polytechnic Institute (where he did his undergraduate work in geology and geophysics) and the University of Paris (Sorbonne), and served on numerous university advisory committees, including those at Harvard, Princeton, Yale, University of Chicago, Stanford, University of Paris, Purdue University, and Rice University. Anderson's wide-ranging research resulted in hundreds of published papers in the fields of planetary science, seismology, mineral physics, petrology, geochemistry, tectonics and the philosophy of science.",
    "education_notes": null
  },
  {
    "name": "Claire M. Fraser",
    "born_in": "United States",
    "lifespan": "1955-.. (age 70)",
    "roles_raw":